Repository: neogenz/pulpe
Catalog: ios/Pulpe/Resources/Localizable.xcstrings
Source language: fr
Languages: de, en, it

source: Crée-en un pour commencer à suivre tes dépenses
de: Erstelle eins, um deine Ausgaben im Blick zu behalten
en: Create one to start tracking your expenses
it: Creane uno per iniziare a seguire le tue spese

source: Crée-en un pour préparer tes prochains budgets plus vite
de: Erstelle eine, um deine nächsten Budgets schneller aufzusetzen
en: Create one to set up your next budgets faster
it: Creane uno per preparare più in fretta i tuoi prossimi budget

source: Crée-en un pour préparer ton budget
de: Erstelle eine, um dein Budget zu planen
en: Create one to plan your budget
it: Creane uno per pianificare il tuo budget

source: Crée-le pour voir ton tableau de bord
de: Erstell es und sieh dein Dashboard
en: Create it to see your dashboard
it: Crealo per vedere la tua dashboard

source: Créer
de: Erstellen
en: Create
it: Crea

source: Créer et sélectionner
de: Erstellen und auswählen
en: Create and select
it: Crea e seleziona

source: Créer l'objectif
de: Sparziel erstellen
en: Create the goal
it: Crea l'obiettivo

source: Créer le modèle
de: Vorlage erstellen
en: Create template
it: Crea il modello

source: Créer les épargnes
de: Sparbeträge erstellen
en: Create the savings
it: Crea i risparmi

source: Créer mon budget
de: Mein Budget erstellen
en: Create my budget
it: Crea il mio budget

source: Créer mon compte
de: Mein Konto erstellen
en: Create my account
it: Crea il mio account

source: Créer mon objectif
de: Mein Sparziel erstellen
en: Create my goal
it: Crea il mio obiettivo

source: Créer un budget
de: Budget erstellen
en: Create a budget
it: Crea un budget

source: Créer un budget pour %@
de: Budget für %@ erstellen
en: Create a budget for %@
it: Crea un budget per %@

source: Créer un compte
de: Konto erstellen
en: Create an account
it: Crea un account

source: Créer un modèle
de: Vorlage erstellen
en: Create a template
it: Crea un modello

source: Créer un nouveau budget
de: Neues Budget erstellen
en: Create a new budget
it: Crea un nuovo budget

source: Créer un objectif
de: Ein Sparziel erstellen
en: Create a goal
it: Crea un obiettivo

source: Créé pendant l'inscription
de: Bei der Registrierung erstellt
en: Created during sign-up
it: Creato durante l'iscrizione

source: C’est parti
de: Los geht’s
en: Let’s go
it: Si comincia

source: D'où vient l'argent ? (optionnel)
de: Woher kommt das Geld? (optional)
en: Where does the money come from? (optional)
it: Da dove arrivano i soldi? (facoltativo)

source: DEVISE
de: WÄHRUNG
en: CURRENCY
it: VALUTA

source: DONNÉES ET CONFIDENTIALITÉ
de: DATEN UND PRIVATSPHÄRE
en: DATA AND PRIVACY
it: DATI E PRIVACY

source: Date
de: Datum
it: Data

source: Date d'échéance
de: Frist
en: Deadline
it: Data di scadenza

source: Date de début
de: Startdatum
en: Start date
it: Data di inizio

source: De
de: Von
en: From
it: Da

# De %@ à %@ par mois sur %lld mois
source: De %1$@ à %2$@ par mois sur %3$lld mois
de: Von %@ bis %@ pro Monat über %lld Monate
en: From %@ to %@ per month over %lld months
it: Da %@ a %@ al mese su %lld mesi

source: De : %@
de: Von: %@
en: From: %@
it: Da: %@

source: Demande la suppression définitive de ton compte Pulpe
de: Beantragt die endgültige Löschung deines Pulpe-Kontos
en: Requests the permanent deletion of your Pulpe account
it: Richiede l'eliminazione definitiva del tuo account Pulpe

source: Depuis
de: Von
en: From
it: Da

source: Depuis %@
de: Seit %@
en: Since %@
it: Da %@

source: Dernier mois
de: Letzter Monat
en: Last month
it: Ultimo mese

# Dernière : « %@ » · %@
source: Dernière : « %1$@ » · %2$@
de: Letzte: „%@“ · %@
en: Last: “%@” · %@
it: Ultima: “%@” · %@

source: Dernière ligne droite
de: Zielgerade
en: Home straight
it: Dirittura d’arrivo

source: Dernières mises à jour
de: Neueste Updates
en: Latest updates
it: Ultimi aggiornamenti

source: Description
de: Beschreibung
it: Descrizione

source: Description (optionnel)
de: Beschreibung (optional)
en: Description (optional)
it: Descrizione (facoltativa)

source: Description de la prévision
de: Beschreibung des Planpostens
en: Planned item description
it: Descrizione della previsione

source: Description du modèle
de: Beschreibung der Vorlage
en: Template description
it: Descrizione del modello

source: Destination de ce mois
de: Wohin dieser Monat geht
en: Where this month goes
it: Dove va questo mese

source: Devise
de: Währung
en: Currency
it: Valuta

source: Devise : %@ (non modifiable)
de: Währung: %@ (nicht änderbar)
en: Currency: %@ (not editable)
it: Valuta: %@ (non modificabile)

source: Devise actuelle : %@. Toucher pour changer.
de: Aktuelle Währung: %@. Zum Ändern tippen.
en: Current currency: %@. Tap to change.
it: Valuta attuale: %@. Tocca per cambiare.

source: Devise non sauvegardée, réessaie depuis les paramètres
de: Währung nicht gespeichert, versuch es nochmal über die Einstellungen
en: Currency not saved, try again from the settings
it: Valuta non salvata, riprova dalle impostazioni

source: Disponible
de: Verfügbar
en: Available
it: Disponibile

source: Disponible %@
de: Verfügbar %@
en: Available %@
it: Disponibile %@

source: Disponible mais serré
de: Verfügbar, aber knapp
en: Available, but tight
it: Disponibile ma stretto

source: Disponible · %@
de: Verfügbar · %@
en: Available · %@
it: Disponibile · %@

source: Disponible à dépenser
de: Verfügbar zum Ausgeben
en: Available to spend
it: Disponibile da spendere

# Disponible à dépenser %@, %@
source: Disponible à dépenser %1$@, %2$@
de: Verfügbar zum Ausgeben %@, %@
en: Available to spend %@, %@
it: Disponibile da spendere %@, %@

source: Disponible à dépenser, %@
de: Verfügbar zum Ausgeben, %@
en: Available to spend, %@
it: Disponibile da spendere, %@

source: Dont %@ de départ
de: Davon %@ Startbetrag
en: Including %@ you started with
it: Di cui %@ di partenza

source: Dès que tu dépenses, pointe-le en un tap. 10 secondes, et ton « disponible à dépenser » reste toujours juste.
de: Sobald du etwas ausgibst, hak es mit einem Tipp ab. 10 Sekunden, und dein „Verfügbar zum Ausgeben“ bleibt immer aktuell.
en: As soon as you spend, check it off in one tap. 10 seconds, and your “available to spend” always stays accurate.
it: Appena spendi, spuntalo con un tocco. 10 secondi, e il tuo «disponibile da spendere» resta sempre giusto.

source: Début (optionnel)
de: Start (optional)
en: Start (optional)
it: Inizio (facoltativo)

source: Décomposer en mensualités
de: In Monatsbeträge aufteilen
en: Break into monthly amounts
it: Suddividi in importi mensili

source: Déconnecter
de: Abmelden
en: Sign out
it: Esci

source: Déconnexion
de: Abmelden
en: Sign out
it: Esci

source: Déconnexion locale OK, mais serveur injoignable. Si tu suspectes un vol de session, change ton mot de passe à nouveau dans 5 min.
de: Lokal abgemeldet, aber der Server ist nicht erreichbar. Wenn du einen Sitzungsdiebstahl vermutest, ändere dein Passwort in 5 Min. erneut.
en: Signed out locally, but the server can't be reached. If you suspect your session was stolen, change your password again in 5 min.
it: Disconnessione locale riuscita, ma il server non è raggiungibile. Se sospetti un furto di sessione, cambia di nuovo la password tra 5 min.

source: Déficit
de: Fehlbetrag
en: Shortfall
it: Ammanco

source: Déficit %@
de: Fehlbetrag %@
en: Shortfall %@
it: Ammanco %@

source: Déficit reporté de %@
de: Übertragener Fehlbetrag von %@
en: Shortfall of %@ carried over
it: Ammanco di %@ riportato

source: Déficit · %@
de: Fehlbetrag · %@
en: Shortfall · %@
it: Ammanco · %@

# Définir le montant à %lld %@
source: Définir le montant à %1$lld %2$@
de: Betrag auf %lld %@ setzen
en: Set the amount to %lld %@
it: Imposta l'importo a %lld %@

source: Définis ton nouveau mot de passe.
de: Lege dein neues Passwort fest.
en: Set your new password.
it: Imposta la tua nuova password.

source: Déjà pointé
de: Schon abgehakt
en: Already checked
it: Già spuntato

source: Dépense
de: Ausgabe
en: Expense
it: Spesa

source: Dépense lissée
de: Verteilte Ausgabe
en: Spread expense
it: Spesa ripartita

source: Dépense lissée sur %lld mois
de: Ausgabe auf %lld Monate verteilt
en: Expense spread over %lld months
it: Spesa ripartita su %lld mesi

source: Dépense lissée, voir les mois
de: Verteilte Ausgabe, Monate anzeigen
en: Spread expense, see the months
it: Spesa ripartita, vedi i mesi

source: Dépenses
de: Ausgaben
en: Expenses
it: Spese

source: Dépensé
de: Ausgegeben
en: Spent
it: Speso

source: Dépensé %@
de: %@ ausgegeben
en: Spent %@
it: Spesi %@

source: Dépensé: %@
de: Ausgegeben: %@
en: Spent: %@
it: Spesi: %@

source: Dépointer
de: Haken entfernen
en: Uncheck
it: Togli la spunta

source: Désactiver
de: Deaktivieren
en: Turn off
it: Disattiva

source: Désactiver %@ ?
de: %@ deaktivieren?
en: Turn off %@?
it: Disattivare %@?

source: Désélectionné
de: Abgewählt
en: Deselected
it: Deselezionato

source: Détails de conversion
de: Umrechnungsdetails
en: Conversion details
it: Dettagli di conversione

source: Détails de conversion, converti depuis %@
de: Umrechnungsdetails, umgerechnet aus %@
en: Conversion details, converted from %@
it: Dettagli di conversione, convertito da %@

source: Effet net du mois
de: Netto-Effekt des Monats
en: Net effect this month
it: Effetto netto del mese

source: Email envoyé
de: E-Mail gesendet
en: Email sent
it: Email inviata

source: Email ou mot de passe incorrect — on réessaie ?
de: E-Mail oder Passwort stimmt nicht — noch einmal versuchen?
en: Wrong email or password — try again?
it: Email o password errate — riproviamo?

source: Email ou mot de passe incorrect — réessaie
de: E-Mail oder Passwort stimmt nicht — versuch es noch einmal
en: Wrong email or password — try again
it: Email o password errate — riprova

source: En avance sur ton plan
de: Vor deinem Plan
en: Ahead of your plan
it: In anticipo sul tuo piano

source: En continuant, tu acceptes nos %1$@ et confirmes avoir pris connaissance de notre %2$@.
de: Wenn du fortfährst, akzeptierst du unsere %@ und bestätigst, unsere %@ gelesen zu haben.
en: By continuing, you accept our %@ and confirm you have read our %@.
it: Continuando, accetti le nostre %@ e confermi di aver preso visione della nostra %@.

source: En cours
de: Laufend
en: In progress
it: In corso

source: En créant ton compte, tu acceptes nos %1$@ et confirmes avoir pris connaissance de notre %2$@.
de: Mit der Erstellung deines Kontos akzeptierst du unsere %@ und bestätigst, unsere %@ gelesen zu haben.
en: By creating your account, you accept our %@ and confirm you have read our %@.
it: Creando il tuo account, accetti le nostre %@ e confermi di aver preso visione della nostra %@.

source: En dessous de la cible
de: Unter deinem Ziel
en: Below your target
it: Sotto il tuo obiettivo

source: En pause
de: Pausiert
en: Paused
it: In pausa

source: En retard sur ton plan
de: Hinter deinem Plan
en: Behind your plan
it: Indietro sul tuo piano

source: Encore le temps de corriger
de: Noch Zeit zum Korrigieren
en: Still time to fix it
it: C’è ancora tempo per correggere

source: Enregistrer
de: Speichern
en: Save
it: Salva

source: Enregistré
de: Gespeichert
en: Saved
it: Salvato

source: Entre la clé de récupération que tu as notée lors de la configuration de ton code PIN
de: Gib den Wiederherstellungsschlüssel ein, den du beim Einrichten deines PIN-Codes notiert hast
en: Enter the recovery key you wrote down when setting up your PIN
it: Inserisci la chiave di recupero che hai annotato durante la configurazione del tuo codice PIN

source: Entre ton email pour recevoir un lien de réinitialisation.
de: Gib deine E-Mail ein, um einen Link zum Zurücksetzen zu erhalten.
en: Enter your email to receive a reset link.
it: Inserisci la tua email per ricevere un link di reimpostazione.

source: Entrées
de: Eingänge
en: Money in
it: Entrate

source: Envoi en cours
de: Wird gesendet
en: Sending
it: Invio in corso

source: Envoyer le lien
de: Link senden
en: Send the link
it: Invia il link

source: Erreur de chiffrement, réessaie
de: Verschlüsselungsfehler, versuch es nochmal
en: Encryption error, try again
it: Errore di cifratura, riprova

source: Erreur de connexion
de: Verbindungsfehler
en: Connection error
it: Errore di connessione

source: Erreur de connexion, réessaie
de: Verbindungsfehler, versuch es nochmal
en: Connection error, try again
it: Errore di connessione, riprova

source: Erreur de sécurité, contacte le support
de: Sicherheitsfehler, wende dich an den Support
en: Security error, contact support
it: Errore di sicurezza, contatta l'assistenza

source: Erreur inattendue, réessaie
de: Unerwarteter Fehler, versuch es nochmal
en: Unexpected error, try again
it: Errore imprevisto, riprova

source: Erreur lors de la création du budget
de: Fehler beim Erstellen des Budgets
en: Error while creating the budget
it: Errore durante la creazione del budget

source: Erreur lors de la génération
de: Fehler beim Erzeugen
en: Error while generating
it: Errore durante la generazione

source: Erreur lors de la sauvegarde
de: Fehler beim Speichern
en: Error while saving
it: Errore durante il salvataggio

source: Erreur: %@
de: Fehler: %@
en: Error: %@
it: Errore: %@

source: Estimation finale
de: Endprognose
en: Final estimate
it: Stima finale

source: Et tu sauras toujours où tu en es
de: Und du weisst immer, wo du stehst
en: And you'll always know where you stand
it: E saprai sempre a che punto sei

source: Ex : Courses, Restaurant...
de: Z. B. Einkauf, Restaurant...
en: E.g. Groceries, Restaurant...
it: Es. Spesa, Ristorante...

source: Ex : Salaire, Remboursement...
de: Z. B. Lohn, Rückerstattung...
en: E.g. Salary, Refund...
it: Es. Stipendio, Rimborso...

source: Ex : Spotify, Salle de sport...
de: Z. B. Spotify, Fitnessstudio...
en: E.g. Spotify, gym...
it: Es.: Spotify, palestra...

source: Ex : Vacances, Fonds d'urgence...
de: Z. B. Ferien, Notgroschen...
en: E.g. Holiday, Emergency fund...
it: Es. Vacanze, Fondo di emergenza...

source: Excédent reporté de %@
de: Übertragener Überschuss von %@
en: Surplus of %@ carried over
it: Eccedenza di %@ riportata

source: FAQ et support
de: FAQ und Support
en: FAQ and support
it: FAQ e supporto

source: Ferme cet écran et ouvre ton mois en cours
de: Schliesse diesen Bildschirm und öffne deinen laufenden Monat
en: Close this screen and open your current month
it: Chiudi questa schermata e apri il tuo mese corrente

source: Fermer
de: Schliessen
en: Close
it: Chiudi

source: Fermer l'erreur
de: Fehler schliessen
en: Dismiss the error
it: Chiudi l'errore

source: Fermer le clavier
de: Tastatur schliessen
en: Close keyboard
it: Chiudi la tastiera

source: Filtre d'état
de: Statusfilter
en: Status filter
it: Filtro di stato

source: Filtres
de: Filter
en: Filters
it: Filtri

source: Fixe ton premier objectif
de: Setz dir dein erstes Sparziel
en: Set your first goal
it: Fissa il tuo primo obiettivo

source: Forfait téléphone
de: Handy-Abo
en: Phone plan
it: Piano telefonico

source: Franc suisse
de: Schweizer Franken
en: Swiss franc
it: Franco svizzero

source: Garde-le sous les yeux
de: Behalt es im Blick
en: Keep it in sight
it: Tienilo sott'occhio

source: Garder sans objectif
de: Ohne Sparziel behalten
en: Keep without a goal
it: Tieni senza obiettivo

source: Graphique de tendance du solde
de: Diagramm zum Saldoverlauf
en: Balance trend chart
it: Grafico dell'andamento del saldo

source: Génération de la nouvelle clé...
de: Neuer Schlüssel wird erzeugt...
en: Creating the new key...
it: Generazione della nuova chiave...

source: Générer maintenant
de: Jetzt erzeugen
en: Create it now
it: Genera ora

source: Générer une clé de récupération ?
de: Einen Wiederherstellungsschlüssel erzeugen?
en: Create a recovery key?
it: Generare una chiave di recupero?

source: Gérer ces prévisions
de: Diese Planposten verwalten
en: Manage those planned items
it: Gestisci queste previsioni

source: Hier
de: Gestern
en: Yesterday
it: Ieri

source: Hors budget
de: Ausserhalb des Budgets
en: Outside the budget
it: Fuori budget

source: Hors prévisions
de: Ausserhalb der Planung
en: Outside planned items
it: Fuori previsioni

source: Hors prévisions, %lld
de: Ausserhalb der Planung, %lld
en: Outside planned items, %lld
it: Fuori previsioni, %lld

source: Ici
de: Hier
en: Here
it: Qui

source: Il reste
de: Übrig
en: Remaining
it: Restante

source: Il reste %@
de: Noch %@ übrig
en: %@ left
it: Restano %@

source: Il te manque %@
de: Dir fehlen %@
en: You’re short %@
it: Ti mancano %@

source: Il te reste moins que prévu.
de: Dir bleibt weniger als geplant.
en: You have less left than planned.
it: Ti resta meno del previsto.

source: Il te reste plus que prévu.
de: Dir bleibt mehr als geplant.
en: You have more left than planned.
it: Ti resta più del previsto.

source: Impossible d'activer %@
de: %@ liess sich nicht aktivieren
en: Couldn't turn on %@
it: Impossibile attivare %@

source: Impossible d'afficher l'écran de connexion Google
de: Der Google-Anmeldebildschirm lässt sich nicht anzeigen
en: Cannot show the Google sign-in screen
it: Impossibile mostrare la schermata di accesso Google

source: Impossible de calculer l'impact. Rien n'a été supprimé.
de: Die Auswirkung liess sich nicht berechnen. Es wurde nichts gelöscht.
en: Couldn't work out the impact. Nothing was deleted.
it: Impossibile calcolare l'impatto. Non è stato eliminato nulla.

source: Impossible de charger les objectifs
de: Die Sparziele lassen sich nicht laden
en: Cannot load the goals
it: Impossibile caricare gli obiettivi

source: Impossible de charger les retraits pour le moment.
de: Die Entnahmen lassen sich gerade nicht laden.
en: Couldn't load the withdrawals right now.
it: Per ora non riesco a caricare i prelievi.

source: Impossible de générer la clé de récupération
de: Der Wiederherstellungsschlüssel liess sich nicht erzeugen
en: Couldn't create the recovery key
it: Impossibile generare la chiave di recupero

source: Impossible de joindre le serveur — vérifie ta connexion internet et réessaie.
de: Der Server ist nicht erreichbar — prüf deine Internetverbindung und versuch es noch einmal.
en: Cannot reach the server — check your internet connection and try again.
it: Impossibile raggiungere il server — controlla la connessione internet e riprova.

source: Impossible de modifier l'échéance et ses prévisions — réessaie
de: Frist und zugehörige Planposten lassen sich nicht ändern — versuch es noch einmal
en: Cannot change the deadline and its planned items — try again
it: Impossibile modificare la scadenza e le sue previsioni — riprova

source: Impossible de récupérer le cours du jour. Tes montants déjà enregistrés restent intacts.
de: Der aktuelle Kurs liess sich nicht holen. Deine bereits gespeicherten Beträge bleiben unangetastet.
en: Couldn't fetch today's rate. The amounts you already saved stay untouched.
it: Impossibile recuperare il tasso del giorno. I tuoi importi già salvati restano intatti.

source: Impossible de récupérer les informations Apple — réessaie
de: Die Apple-Daten lassen sich nicht abrufen — versuch es noch einmal
en: Cannot get the Apple details — try again
it: Impossibile recuperare i dati Apple — riprova

source: Impossible de récupérer les informations Google — réessaie
de: Die Google-Daten lassen sich nicht abrufen — versuch es noch einmal
en: Cannot get the Google details — try again
it: Impossibile recuperare i dati Google — riprova

source: Impossible de vérifier le statut
de: Der Status lässt sich nicht prüfen
en: Cannot check the status
it: Impossibile verificare lo stato

source: Interagis avec tes lignes
de: Interagiere mit deinen Zeilen
en: Interact with your items
it: Interagisci con le tue voci

source: J'ai déjà un compte
de: Ich habe bereits ein Konto
en: I already have an account
it: Ho già un account

source: J'ai noté ma clé
de: Ich habe meinen Schlüssel notiert
en: I've written down my key
it: Ho annotato la mia chiave

source: JOUR DE PAIE
de: ZAHLTAG
en: PAY DAY
it: GIORNO DI PAGA

source: Janvier se rattrape vite
de: Der Januar holt schnell auf
en: January catches up fast
it: Gennaio si recupera in fretta

source: Jour
de: Tag
en: Day
it: Giorno

source: Jour %lld
de: Tag %lld
en: Day %lld
it: Giorno %lld

source: Jour de paie
de: Zahltag
en: Pay day
it: Giorno di paga

source: Jour de paie enregistré
de: Zahltag gespeichert
en: Pay day saved
it: Giorno di paga salvato

source: Jour de paie et devise
de: Zahltag und Währung
en: Pay day and currency
it: Giorno di paga e valuta

source: Juste ton prénom
de: Nur dein Vorname
en: Just your first name
it: Solo il tuo nome

source: L'adresse n'est pas valide — vérifie le lien
de: Die Adresse ist ungültig — prüf den Link
en: The address is not valid — check the link
it: L'indirizzo non è valido — controlla il link

source: L'authentification n'a pas fonctionné — réessaie
de: Die Authentifizierung hat nicht geklappt — versuch es noch einmal
en: Authentication did not work — try again
it: L'autenticazione non ha funzionato — riprova

source: L'automne des bons choix
de: Herbst der guten Entscheidungen
en: Autumn of good choices
it: L’autunno delle buone scelte

source: L'inscription n'a pas abouti — %@
de: Die Registrierung ist nicht durchgegangen — %@
en: Sign-up did not go through — %@
it: La registrazione non è andata a buon fine — %@

source: L'objectif et les éléments choisis ont bien été supprimés, mais les soldes n'ont pas pu être actualisés — recharge les budgets sans relancer la suppression
de: Das Sparziel und die gewählten Elemente wurden gelöscht, aber die Salden liessen sich nicht aktualisieren — lade deine Budgets neu, ohne die Löschung erneut zu starten
en: The goal and the items you chose were deleted, but the balances could not be refreshed — reload your budgets without running the deletion again
it: L'obiettivo e gli elementi scelti sono stati eliminati, ma i saldi non sono stati aggiornati — ricarica i budget senza rilanciare l'eliminazione

source: L'objectif et sa prévision mensuelle ont bien été créés, mais les soldes n'ont pas pu être actualisés — recharge la page sans recréer l'objectif
de: Das Sparziel und sein monatlicher Planposten wurden erstellt, aber die Salden liessen sich nicht aktualisieren — lade die Seite neu, ohne das Sparziel erneut zu erstellen
en: The goal and its monthly planned item were created, but the balances could not be refreshed — reload the page without creating the goal again
it: L'obiettivo e la sua previsione mensile sono stati creati, ma i saldi non sono stati aggiornati — ricarica la pagina senza ricreare l'obiettivo

source: L'échéance a bien été modifiée, mais les soldes n'ont pas pu être actualisés — recharge sans réessayer
de: Die Frist wurde geändert, aber die Salden liessen sich nicht aktualisieren — lade neu, ohne es erneut zu versuchen
en: The deadline was changed, but the balances could not be refreshed — reload without trying again
it: La scadenza è stata modificata, ma i saldi non sono stati aggiornati — ricarica senza riprovare

source: L'été coûte, c'est normal
de: Der Sommer kostet, das ist normal
en: Summer costs, that’s normal
it: L’estate costa, è normale

source: L'été file, ton budget tient
de: Der Sommer vergeht, dein Budget hält
en: Summer flies by, your budget holds
it: L’estate vola, il tuo budget tiene

source: LANGUE
de: SPRACHE
en: LANGUAGE
it: LINGUA

source: La Prévision Revenu liée sera supprimée avec la mise à jour du plan.
de: Der verknüpfte Einnahme-Planposten wird mit der Plan-Aktualisierung gelöscht.
en: The linked Income planned item will be deleted when the plan is updated.
it: La Previsione Entrata collegata sarà eliminata con l'aggiornamento del piano.
